Repository: ShahadAlaskah/Tuwaiq-Room-Management
Catalog: Tuwaiq-Academy-Development/Tuwaiq-Room-Management/Application/Resources/SharedResource.*.resx
Languages: ar_eg

source: {0} is required
ar_eg: {0} مطلوب

source: {0} is too small, Minimum Characters is {1}
ar_eg: {0} صغير جدًا ، والحد الأدنى للأحرف هو {1}

# {0}IsTooLong.MaximumCharactersIs{1}
source: {0} is too long, Maximum Characters are {1}
ar_eg: {0} طويل جدًا ، الحد الأقصى للأحرف هو {1}

# FormTemplateCategory.Name
source: Category Name
ar_eg: اسم التصنيف

# ServerError
source: Internal Server Error
ar_eg: خطأ داخلي في الخادم

source: {0} Exist
ar_eg: {0} موجود

# {0}Failed
source: The {0} failed.
ar_eg: فشل في {0}.

# {0}FailedPleaseTryAgain
source: The {0} failed. Please try again.
ar_eg: فشل في {0}. الرجاء المحاولة مرة اخرى.

source: {0} Invalid
ar_eg: {0} غير صحيح

source: {0} is too young
ar_eg: {0} صغير جدً

source: {0} must be greater than or equal {1}
ar_eg: {0} يجب ان يكون اكبر من او يساوي {1}

source: {0} must be greater than {1}
ar_eg: {0} يجب ان يكون اكبر من {1}

# {0}MustBeLessThanOrEqual{1}
source: {0} must be less than or equal
ar_eg: {0} يجب ان يكون اقل من او يساوي {1}

source: {0} not found
ar_eg: {0} غير موجود

source: {0} should be between
ar_eg: {0} يجب ان يكون بين

# {0}Failed{1}
source: The {0} failed. {1}
ar_eg: فشل في {0}. {1}

source: Publish
ar_eg: النشر

# {0}AlreadyPublished
source: {1} already published
ar_eg: تم نشر {0} بالفعل

# {0}AlreadyUnPublished
source: {1} already UnPublished
ar_eg: غير منشور {0} بالفعل

# FormTemplateCategoryHasForms
source: Category Has Forms
ar_eg: التصنيف مربوط بنماذج

# FormTemplateIsPublished
source: Form is Published
ar_eg: النموذج منشور

source: CorrectAnswerIsRequired
ar_eg: يجب ادخال الاجابة الصحيحة
